public class TextContainer {

    public String getString(){
        String s = "Кохайтеся, чорнобриві,\n" +
                "Та не з москалями,\n" +
                "Бо москалі — чужі люде,\n" +
                "Роблять лихо з вами.\n" +
                "Москаль любить жартуючи,\n" +
                "Жартуючи кине;\n" +
                "Піде в свою Московщину,\n" +
                "А дівчина гине —\n" +
                "Якби сама, ще б нічого,\n" +
                "А то й стара мати,\n" +
                "Що привела на світ божий,\n" +
                "Мусить погибати.\n" +
                "Серце в'яне співаючи,\n" +
                "Коли знає за що;\n" +
                "Люде серця не побачать,\n" +
                "А скажуть — ледащо!\n" +
                "Кохайтеся ж, чорнобриві,\n" +
                "Та не з москалями,\n" +
                "Бо москалі — чужі люде,\n" +
                "Знущаються вами.\n" +
                "\n" +
                "Не слухала Катерина\n" +
                "Ні батька, ні неньки,\n" +
                "Полюбила москалика,\n" +
                "Як знало серденько.\n" +
                "Полюбила молодого,\n" +
                "В садочок ходила,\n" +
                "Поки себе, свою долю\n" +
                "Там занапастила.\n" +
                "Кличе мати вечеряти,\n" +
                "А донька не чує;\n" +
                "Де жартує з москаликом,\n" +
                "Там і заночує.\n" +
                "Не дві ночі карі очі\n" +
                "Любо цілувала,\n" +
                "Поки слава на все село\n" +
                "Недобрая стала.\n" +
                "Нехай собі тії люде\n" +
                "Що хотять говорять:\n" +
                "Вона любить, то й не чує,\n" +
                "Що вкралося горе.\n" +
                "Прийшли вісти недобрії —\n" +
                "В поход затрубили.\n" +
                "Пішов москаль в Туреччину;\n" +
                "Катрусю накрили.\n" +
                "Незчулася, та й байдуже,\n" +
                "Що коса покрита:\n" +
                "За милого, як співати,\n" +
                "Любо й потужити.\n" +
                "Обіцявся чорнобривий,\n" +
                "Коли не загине,\n" +
                "Обіцявся вернутися.\n" +
                "Тойді Катерина\n" +
                "Буде собі московкою,\n" +
                "Забудеться горе;\n" +
                "А поки що, нехай люде\n" +
                "Що хотять говорять.\n" +
                "Не журиться Катерина —\n" +
                "Слізоньки втирає,\n" +
                "Бо дівчата на улиці\n" +
                "Без неї співають.\n" +
                "Не журиться Катерина —\n" +
                "Вмиється сльозою,\n" +
                "Возьме відра, опівночі\n" +
                "Піде за водою,\n" +
                "Щоб вороги не бачили;\n" +
                "Прийде до криниці,\n" +
                "Стане собі під калину,\n" +
                "Заспіває Гриця.\n" +
                "Виспівує, вимовляє,\n" +
                "Аж калина плаче.\n" +
                "Вернулася — і раденька,\n" +
                "Що ніхто не бачив.\n" +
                "Не журиться Катерина\n" +
                "І гадки не має —\n" +
                "У новенькій хустиночці\n" +
                "В вікно виглядає.\n" +
                "Виглядає Катерина...\n" +
                "Минуло півроку;\n" +
                "Занудило коло серця,\n" +
                "Закололо в боку.\n" +
                "Нездужає Катерина,\n" +
                "Ледве-ледве дише...\n" +
                "Вичуняла та в запічку\n" +
                "Дитину колише.\n" +
                "А жіночки лихо дзвонять,\n" +
                "Матері глузують,\n" +
                "Що москалі вертаються\n" +
                "Та в неї ночують:\n" +
                "\"В тебе дочка чорнобрива,\n" +
                "Та ще й не єдина,\n" +
                "А муштрує у запічку\n" +
                "Московського сина.\n" +
                "Чорнобривого придбала...\n" +
                "Мабуть, сама вчила...\"\n" +
                "Бодай же вас, цокотухи,\n" +
                "Та злидні побили,\n" +
                "Як ту матір, що вам на сміх\n" +
                "Сина породила.\n" +
                "\n" +
                "Катерино, серце моє!\n" +
                "Лишенько з тобою!\n" +
                "Де ти в світі подінешся\n" +
                "З малим сиротою?\n" +
                "Хто спитає, привітає\n" +
                "Без милого в світі?\n" +
                "Батько, мати — чужі люде,\n" +
                "Тяжко з ними жити!\n" +
                "\n" +
                "Вичуняла Катерина,\n" +
                "Одсуне кватирку,\n" +
                "Поглядає на улицю,\n" +
                "Колише дитинку;\n" +
                "Поглядає — нема, нема...\n" +
                "Чи то ж і не буде?\n" +
                "Пішла б в садок поплакати,\n" +
                "Так дивляться люде.\n" +
                "Зайде сонце — Катерина\n" +
                "По садочку ходить,\n" +
                "На рученьках носить сина,\n" +
                "Очиці поводить:\n" +
                "\"Отут з муштри виглядала,\n" +
                "Отут розмовляла,\n" +
                "А там... а там... сину, сину!\"\n" +
                "Та й не доказала.\n" +
                "Зеленіють по садочку\n" +
                "Черешні та вишні;\n" +
                "Як і перше виходила,\n" +
                "Катерина вийшла.\n" +
                "Вийшла, та вже не співає,\n" +
                "Як перше співала,\n" +
                "Як москаля молодого\n" +
                "В вишник дожидала.\n" +
                "Не співає чорнобрива,\n" +
                "Кляне свою долю.\n" +
                "А тим часом вороженьки\n" +
                "Чинять свою волю —\n" +
                "Кують речі недобрії.\n" +
                "Що має робити?\n" +
                "Якби милий чорнобривий,\n" +
                "Умів би спинити...\n" +
                "Так далеко чорнобривий,\n" +
                "Не чує, не бачить,\n" +
                "Як вороги сміються їй,\n" +
                "Як Катруся плаче.\n" +
                "Може, вбитий чорнобривий\n" +
                "За тихим Дунаєм;\n" +
                "А може — вже в Московщині\n" +
                "Другую кохає!\n" +
                "Ні, чорнявий не убитий,\n" +
                "Він живий, здоровий...\n" +
                "А де ж найде такі очі,\n" +
                "Такі чорні брови?\n" +
                "На край світа, в Московщині,\n" +
                "По тім боці моря,\n" +
                "Нема нігде Катерини;\n" +
                "Та здалась на горе!..\n" +
                "Вміла мати брови дати,\n" +
                "Карі оченята,\n" +
                "Та не вміла на сім світі\n" +
                "Щастя-долі дати.\n" +
                "А без долі біле личко —\n" +
                "Як квітка на полі:\n" +
                "Пече сонце, гойда вітер,\n" +
                "Рве всякий по волі.\n" +
                "Умивай же біле личко\n" +
                "Дрібними сльозами,\n" +
                "Бо вернулись москалики\n" +
                "Іншими шляхами.\n" +
                "\n" +
                "II\n" +
                "\n" +
                "Сидить батько кінець стола,\n" +
                "На руки схилився;\n" +
                "Не дивиться на світ божий:\n" +
                "Тяжко зажурився.\n" +
                "Коло його стара мати\n" +
                "Сидить на ослоні,\n" +
                "За сльозами ледве-ледве\n" +
                "Вимовляє доні:\n" +
                "\"Що весілля, доню моя?\n" +
                "А де ж твоя пара?\n" +
                "Де світилки з друженьками,\n" +
                "Старости, бояре?\n" +
                "В Московщині, доню моя!\n" +
                "Іди ж їх шукати,\n" +
                "Та не кажи добрим людям,\n" +
                "Що є в тебе мати.\n" +
                "Проклятий час-годинонька,\n" +
                "Що ти народилась!\n" +
                "Якби знала, до схід сонця\n" +
                "Була б утопила...\n" +
                "Здалась тоді б ти гадині,\n" +
                "Тепер — москалеві...\n" +
                "Доню моя, доню моя,\n" +
                "Цвіте мій рожевий!\n" +
                "Як ягодку, як пташечку,\n" +
                "Кохала, ростила\n" +
                "На лишенько... Доню моя,\n" +
                "Що ти наробила?..\n" +
                "Оддячила!.. Іди ж, шукай\n" +
                "У Москві свекрухи.\n" +
                "Не слухала моїх річей,\n" +
                "То її послухай.\n" +
                "Іди, доню, найди її,\n" +
                "Найди, привітайся,\n" +
                "Будь щаслива в чужих людях,\n" +
                "До нас не вертайся!\n" +
                "Не вертайся, дитя моє,\n" +
                "З далекого краю...\n" +
                "А хто ж мою головоньку\n" +
                "Без тебе сховає?\n" +
                "Хто заплаче надо мною,\n" +
                "Як рідна дитина?\n" +
                "Хто посадить на могилі\n" +
                "Червону калину?\n" +
                "Хто без тебе грішну дуту\n" +
                "Поминати буде?\n" +
                "Доню моя, доню моя,\n" +
                "Дитя моє любе!\n" +
                "Іди од нас...\"\n" +
                "Ледве-ледве\n" +
                "Поблагословила:\n" +
                "\"Бог з тобою!\" — та, як мертва,\n" +
                "На діл повалилась...\n" +
                "\n" +
                "Обізвався старий батько:\n" +
                "\"Чого ждеш, небого?\"\n" +
                "Заридала Катерина\n" +
                "Та бух йому в ноги:\n" +
                "\"Прости мені, мій батечку,\n" +
                "Що я наробила!\n" +
                "Прости мені, мій голубе,\n" +
                "Мій соколе милий!\"\n" +
                "\"Нехай тебе бог прощає\n" +
                "Та добрії люде;\n" +
                "Молись богу та йди собі —\n" +
                "Мені легше буде\".\n" +
                "\n" +
                "Ледве встала, поклонилась,\n" +
                "Вийшла мовчки з хати;\n" +
                "Осталися сиротами\n" +
                "Старий батько й мати.\n" +
                "Пішла в садок у вишневий,\n" +
                "Богу помолилась,\n" +
                "Взяла землі під вишнею,\n" +
                "На хрест почепила;\n" +
                "Промовила: \"Не вернуся!\n" +
                "В далекому краю,\n" +
                "В чужу землю, чужі люде\n" +
                "Мене заховають;\n" +
                "А своєї ся крихотка\n" +
                "Надо мною ляже\n" +
                "Та про долю, моє горе,\n" +
                "Чужим людям скаже...\n" +
                "Не розказуй, голубонько!\n" +
                "Де б ні заховали,\n" +
                "Щоб грішної на сім світі\n" +
                "Люди не займали.\n" +
                "Ти не скажеш... ось хто скаже,\n" +
                "Що я його мати!\n" +
                "Боже ти мій!.. лихо моє!\n" +
                "Де мені сховатись?\n" +
                "Заховаюсь, дитя моє,\n" +
                "Сама під водою,\n" +
                "А ти гріх мій спокутуєш\n" +
                "В людях сиротою,\n" +
                "Безбатченком!..\"\n" +
                "\n" +
                "Пішла селом,\n" +
                "Плаче Катерина;\n" +
                "На голові хустиночка,\n" +
                "На руках дитина.\n" +
                "Вийшла з села — серце мліє;\n" +
                "Назад подивилась,\n" +
                "Покивала головою\n" +
                "Та й заголосила.\n" +
                "Як тополя, .стала в полі\n" +
                "При битій дорозі;\n" +
                "Як роса та до схід сонця,\n" +
                "Покапали сльози,\n" +
                "За сльозами за гіркими\n" +
                "І світа не бачить,\n" +
                "Тілько сина пригортає,\n" +
                "Цілує та плаче.\n" +
                "А воно, як янгелятко,\n" +
                "Нічого не знає,\n" +
                "Маленькими ручицями\n" +
                "Пазухи шукає.\n" +
                "Сіло сонце, з-за діброви\n" +
                "Небо червоніє;\n" +
                "Утерлася, повернулась,\n" +
                "Пішла... тілько мріє.\n" +
                "В селі довго говорили\n" +
                "Дечого багато,\n" +
                "Та не чули вже тих річей\n" +
                "Ні батько, ні мати...\n" +
                "\n" +
                "Отаке-то на сім світі\n" +
                "Роблять людям люде!\n" +
                "Того в'яжуть, того ріжуть,\n" +
                "Той сам себе губить...\n" +
                "А за віщо? Святий знає.\n" +
                "Світ, бачся, широкий,\n" +
                "Та нема де прихилитись\n" +
                "В світі одиноким.\n" +
                "Тому доля запродала\n" +
                "Од краю до краю,\n" +
                "А другому оставила\n" +
                "Те, де заховають.\n" +
                "Де ж ті люде, де ж ті добрі,\n" +
                "Що серце збиралось\n" +
                "З ними жити, їх любити?\n" +
                "Пропали, пропали!\n" +
                "\n" +
                "Єсть на світі доля,\n" +
                "А хто її знає?\n" +
                "Єсть на світі воля,\n" +
                "А хто її має?\n" +
                "Єсть люде на світі —\n" +
                "Сріблом-злотом сяють,\n" +
                "Здається, панують,\n" +
                "А долі не знають, —\n" +
                "Ні долі, ні волі!\n" +
                "З нудьгою та з горем\n" +
                "Жупан надівають,\n" +
                "А плакати — сором.\n" +
                "Возьміть срібло-злото\n" +
                "Та будьте багаті,\n" +
                "А я візьму сльози —\n" +
                "Лихо виливати;\n" +
                "Затоплю недолю\n" +
                "Дрібними сльозами,\n" +
                "Затопчу неволю\n" +
                "Босими ногами!\n" +
                "Тоді я веселий,\n" +
                "Тоді я багатий,\n" +
                "Як буде серденько\n" +
                "По волі гуляти!\n" +
                "\n" +
                "III\n" +
                "\n" +
                "Кричать сови, спить діброва,\n" +
                "Зіроньки сіяють,\n" +
                "Понад шляхом, щирицею,\n" +
                "Ховрашки гуляють.\n" +
                "Спочивають добрі люде,\n" +
                "Що кого втомило:\n" +
                "Кого — щастя, кого — сльози,\n" +
                "Все нічка покрила.\n" +
                "Всіх покрила темнісінька,\n" +
                "Як діточок мати;\n" +
                "Де ж Катрусю пригорнула:\n" +
                "Чи в лісі, чи в хаті?\n" +
                "Чи на полі під копою\n" +
                "Сина забавляє,\n" +
                "Чи в діброві з-під колоди\n" +
                "Вовка виглядає?\n" +
                "Бодай же вас, чорні брови,\n" +
                "Нікому не мати,\n" +
                "Коли за вас таке лихо\n" +
                "Треба одбувати!\n" +
                "А що дальше спіткається?\n" +
                "Буде лихо, буде!\n" +
                "Зустрінуться жовті піски\n" +
                "І чужії люде;\n" +
                "Зустрінеться зима люта...\n" +
                "А той чи зустріне,\n" +
                "Що пізнає Катерину,\n" +
                "Привітає сина?\n" +
                "З ним забула 6 чорнобрива\n" +
                "Шляхи, піски, горе:\n" +
                "Він, як мати, привітає,\n" +
                "Як брат, заговорить...\n" +
                "\n" +
                "Побачимо, почуємо...\n" +
                "А поки — спочину\n" +
                "Та тим часом розпитаю\n" +
                "Шлях на Московщину.\n" +
                "Далекий шлях, пани-брати,\n" +
                "Знаю його, знаю!\n" +
                "Аж на серці похолоне,\n" +
                "Як його згадаю.\n" +
                "Попоміряв і я колись —\n" +
                "Щоб його не мірять!..\n" +
                "Розказав би про те лихо,\n" +
                "Та чи то ж повірять!\n" +
                "\"Бреше, — скажуть, — сякий-такий!\n" +
                "(Звичайно, не в очі),\n" +
                "А так тілько псує мову\n" +
                "Та людей морочить\".\n" +
                "Правда ваша, правда, люде!\n" +
                "Та й нащо те знати,\n" +
                "Що сльозами перед вами\n" +
                "Буду виливати?\n" +
                "Нащо воно? У всякого\n" +
                "І свого чимало...\n" +
                "Цур же йому!.. А тим часом\n" +
                "Кете лиш кресало\n" +
                "Та тютюну, щоб, знаєте,\n" +
                "Дома не журились.\n" +
                "А то лихо розказувать,\n" +
                "Щоб бридке приснилось!\n" +
                "Нехай його лихий візьме!\n" +
                "Лучче ж поміркую,\n" +
                "Де то моя Катерина\n" +
                "З Івасем мандрує.\n" +
                "\n" +
                "За Києвом, та за Дніпром,\n" +
                "Попід темним гаєм,\n" +
                "Ідуть шляхом чумаченьки,\n" +
                "Пугача співають.\n" +
                "Іде шляхом молодиця,\n" +
                "Мусить бути, з прощі.\n" +
                "Чого ж смутна, невесела,\n" +
                "Заплакані очі?\n" +
                "У латаній свитиночці,\n" +
                "На плечах торбина,\n" +
                "В руці ціпок, а на другій\n" +
                "Заснула дитина.\n" +
                "Зустрілася з чумаками,\n" +
                "Закрила дитину,\n" +
                "Питається: \"Люде добрі,\n" +
                "Де шлях в Московщину?\"\n" +
                "\"В Московщину? оцей самий.\n" +
                "Далеко, небого?\"\n" +
                "\"В саму Москву, Христа ради,\n" +
                "Дайте на дорогу!\"\n" +
                "Бере шага , аж труситься:\n" +
                "Тяжко його брати!..\n" +
                "Та й навіщо?.. А дитина?\n" +
                "Вона ж його мати!\n" +
                "Заплакала, пішла шляхом,\n" +
                "В Броварях спочила7\n" +
                "Та синові за гіркого\n" +
                "Медяник купила.\n" +
                "Довго, довго, сердешная,\n" +
                "Все йшла та питала;\n" +
                "Було й таке, що під тином\n" +
                "З сином ночувала...\n" +
                "Бач, на що здалися карі оченята:\n" +
                "Щоб під чужим тином сльози виливать!\n" +
                "Отож-то дивіться та кайтесь, дівчата,\n" +
                "Щоб не довелося москаля шукать,\n" +
                "Щоб не довелося, як Катря шукає...\n" +
                "Тоді не питайте, за що люде лають,\n" +
                "За що не пускають в хату ночувать.\n" +
                "\n" +
                "Не питайте, чорнобриві,\n" +
                "Бо люде не знають;\n" +
                "Кого бог кара на світі,\n" +
                "То й вони карають...\n" +
                "Люде гнуться, як ті лози,\n" +
                "Куди вітер віє.\n" +
                "Сиротині сонце світить\n" +
                "(Світить, та не гріє) —\n" +
                "Люде б сонце заступили,\n" +
                "Якби мали силу,\n" +
                "Щоб сироті не світило,\n" +
                "Сльози не сушило.\n" +
                "А за віщо, боже милий!\n" +
                "За що світом нудить?\n" +
                "Що зробила вона людям,\n" +
                "Чого хотять люде?\n" +
                "Щоб плакала!.. Серце моє!\n" +
                "Не плач, Катерино,\n" +
                "Не показуй людям сльози,\n" +
                "Терпи до загину!\n" +
                "А щоб личко не марніло\n" +
                "З чорними бровами —\n" +
                "До схід сонця в темнім лісі\n" +
                "Умийся сльозами.\n" +
                "Умиєшся — не побачать,\n" +
                "То й не засміються;\n" +
                "А серденько одпочине,\n" +
                "Поки сльози ллються.\n" +
                "\n" +
                "Отаке-то лихо, бачите, дівчата.\n" +
                "Жартуючи кинув Катрусю москаль.\n" +
                "Недоля не бачить, з ким їй жартувати,\n" +
                "А люде хоч бачать, та людям не жаль:\n" +
                "\"Нехай, — кажуть, — гине ледача дитина,\n" +
                "Коли не зуміла себе шанувать\".\n" +
                "Шануйтеся ж, любі, в недобру годину,\n" +
                "Щоб не довелося москаля шукать.\n" +
                "Де ж Катруся блудить?\n" +
                "Попідтинню ночувала,\n" +
                "Раненько вставала,\n" +
                "Поспішала в Московщину;\n" +
                "Аж гульк — зима впала.\n" +
                "Свище полем заверюха,\n" +
                "Іде Катерина\n" +
                "У личаках — лихо тяжке! —\n" +
                "І в одній свитині.\n" +
                "Іде Катря, шкандибає;\n" +
                "Дивиться — щось мріє...\n" +
                "Либонь, ідуть москалики...\n" +
                "Лихо!.. серце мліє —\n" +
                "Полетіла, зустрілася,\n" +
                "Пита: \"Чи немає\n" +
                "Мого Йвана чорнявого?\"\n" +
                "А ті: \"Мьі не знаєм\".\n" +
                "І, звичайно, як москалі,\n" +
                "Сміються, жартують:\n" +
                "\"Ай да баба! ай да наши!\n" +
                "Кого не надуют!\"\n" +
                "Подивилась Катерина:\n" +
                "\"І ви, бачу, люде!\n" +
                "Не плач, сину, моє лихо!\n" +
                "Що буде, то й буде.\n" +
                "Піду дальше — більш ходила..\n" +
                "А може, й зустріну;\n" +
                "Оддам тебе, мій голубе,\n" +
                "А сама загину\".\n" +
                "\n" +
                "Реве, стогне хуртовина,\n" +
                "Котить, верне полем;\n" +
                "Стоїть Катря серед поля,\n" +
                "Дала сльозам волю.\n" +
                "Утомилась заверюха,\n" +
                "Де-де позіхає;\n" +
                "Ще б плакала Катерина,\n" +
                "Та сліз більш немає.\n" +
                "Подивилась на дитину:\n" +
                "Умите сльозою,\n" +
                "Червоніє, як квіточка\n" +
                "Вранці під росою.\n" +
                "Усміхнулась Катерина,\n" +
                "Тяжко усміхнулась:\n" +
                "Коло серця — як гадина\n" +
                "Чорна повернулась.\n" +
                "Кругом мовчки подивилась;\n" +
                "Бачить — ліс чорніє,\n" +
                "А під лісом, край дороги,\n" +
                "Либонь, курінь мріє.\n" +
                "\"Ходім, сину, смеркається,\n" +
                "Коли пустять в хату;\n" +
                "А не пустять, то й надворі\n" +
                "Будем ночувати.\n" +
                "Під хатою заночуєм,\n" +
                "Сину мій Іване!\n" +
                "Де ж ти будеш ночувати,\n" +
                "Як мене не стане?\n" +
                "З собаками, мій синочку,\n" +
                "Кохайся надворі!\n" +
                "Собаки злі, покусають,\n" +
                "Та не заговорять,\n" +
                "Не розкажуть сміючися...\n" +
                "З псами їсти й пити...\n" +
                "Бідна моя головонько!\n" +
                "Що мені робити?\"\n" +
                "\n" +
                "Сирота-собака має свою долю,\n" +
                "Має добре слово в світі сирота;\n" +
                "Його б'ють і лають, закують в неволю,\n" +
                "Та ніхто про матір на сміх не спита,\n" +
                "А Йвася спитають, зараннє спитають,\n" +
                "Не дадуть до мови дитині дожить.\n" +
                "На кого собаки на улиці лають?\n" +
                "Хто голий, голодний під тином сидить?\n" +
                "Хто лобуря водить? Чорняві байстрята...\n" +
                "Одна його доля — чорні бровенята,\n" +
                "Та й тих люде заздрі не дають носить.\n" +
                "\n" +
                "IV\n" +
                "\n" +
                "Попід горою, яром, долом,\n" +
                "Мов ті діди високочолі,\n" +
                "Дуби з гетьманщини стоять.\n" +
                "У яру гребля, верби в ряд,\n" +
                "Ставок під кригою в неволі\n" +
                "І ополонка — воду брать...\n" +
                "Мов покотьоло— червоніє,\n" +
                "Крізь хмару — сонце зайнялось.\n" +
                "Надувся вітер; як повіє —\n" +
                "Нема нічого: скрізь біліє...\n" +
                "Та тілько лісом загуло.\n" +
                "\n" +
                "Реве, свище заверюха.\n" +
                "По лісу завило;\n" +
                "Як те море, біле поле\n" +
                "Снігом покотилось.\n" +
                "Вийшов з хати карбівничий,\n" +
                "Щоб ліс оглядіти,\n" +
                "Та де тобі! таке лихо,\n" +
                "Що не видно й світа.\n" +
                "\"Еге, бачу, яка фуга!\n" +
                "Цур же йому я лісом!\n" +
                "Піти в хату... Що там таке?\n" +
                "От їх достобіса!\n" +
                "Недобра їх розносила,\n" +
                "Мов справді за ділом.\n" +
                "Ничипоре! дивись лишень,\n" +
                "Які побілілі!\"\n" +
                "\"Що, москалі?.. Де москалі?\"\n" +
                "\"Що ти? схаменися!\"\n" +
                "\"Де москалі, лебедики?\"\n" +
                "\"Та он, подивися\".\n" +
                "Полетіла Катерина\n" +
                "І не одяглася.\n" +
                "\"Мабуть, добре Московщина\n" +
                "В тямку їй далася!\n" +
                "Бо уночі тілько й знає,\n" +
                "Що москаля кличе\".\n" +
                "Через пеньки, заметами,\n" +
                "Летить, ледве дише,\n" +
                "Боса стала серед шляху,\n" +
                "Втерлась рукавами.\n" +
                "А москалі їй назустріч,\n" +
                "Як один, верхами.\n" +
                "\"Лихо моє! доле моя!\"\n" +
                "До їх... коли гляне —\n" +
                "Попереду старший їде.\n" +
                "\"Любий мій Іване!\n" +
                "Серце моє коханеє!\n" +
                "Де ти так барився?\"\n" +
                "Та до його... за стремена...\n" +
                "А він подивився,\n" +
                "Та шпорами коня в боки.\n" +
                "\"Чого ж утікаєш?\n" +
                "Хіба забув Катерину?\n" +
                "Хіба не пізнаєш?\n" +
                "Подивися, мій голубе,\n" +
                "Подивись на мене:\n" +
                "Я Катруся твоя люба.\n" +
                "Нащо рвеш стремена?\"\n" +
                "А він коня поганяє,\n" +
                "Нібито й не бачить.\n" +
                "\"Постривай же, мій голубе!\n" +
                "Дивись — я не плачу.\n" +
                "Ти не пізнав мене, Йване?\n" +
                "Серце, подивися,\n" +
                "Їй же богу, я Катруся!\"\n" +
                "\"Дура, отвяжися!\n" +
                "Возьмите прочь безумную!\"\n" +
                "\"Боже мій! Іване!\n" +
                "І ти мене покидаєш?\n" +
                "А ти ж присягався!\"\n" +
                "\"Возьмите прочь! Что ж вьі стали?\n" +
                "\"Кого? мене взяти?\n" +
                "За що ж, скажи, мій голубе?\n" +
                "Кому хоч оддати\n" +
                "Свою Катрю, що до тебе\n" +
                "В садочок ходила,\n" +
                "Свою Катрю, що для тебе\n" +
                "Сина породила?\n" +
                "Мій батечку, мій братику!\n" +
                "Хоч ти не цурайся!\n" +
                "Наймичкою тобі стану...\n" +
                "З другою кохайся...\n" +
                "З цілим світом... Я забуду,\n" +
                "Що колись кохалась,\n" +
                "Що од тебе сина мала,\n" +
                "Покриткою стала...\n" +
                "Покриткою... який сором!\n" +
                "І за що я гину!\n" +
                "Покинь мене, забудь мене,\n" +
                "Та не кидай сина.\n" +
                "Не покинеш?.. Серце моє,\n" +
                "Не втікай од мене...\n" +
                "Я винесу тобі сина\".\n" +
                "Кинула стремена\n" +
                "Та в хатину. Вертається,\n" +
                "Несе йому сина.\n" +
                "Несповита, заплакана\n" +
                "Сердешна дитина.\n" +
                "\"Осьде воно, подивися!\n" +
                "Де ж ти? заховався?\n" +
                "Утік!.. нема!.. Сина, сина\n" +
                "Батько одцурався!\n" +
                "Боже ти мій!.. Дитя моє!\n" +
                "Де дінусь з тобою?\n" +
                "Москалики! голубчики!\n" +
                "Возьміть за собою;\n" +
                "Не цурайтесь, лебедики:\n" +
                "Воно сиротина;\n" +
                "Возьміть його та оддайте\n" +
                "Старшому за сина,\n" +
                "Возьміть його... бо покину,\n" +
                "Як батько покинув, —\n" +
                "Бодай його не кидала\n" +
                "Лихая година!\n" +
                "Гріхом тебе на світ божий\n" +
                "Мати породила;\n" +
                "Виростай же на сміх людям! —\n" +
                "На шлях положила. —\n" +
                "Оставайся шукать батька,\n" +
                "А я вже шукала\".\n" +
                "Та в ліс з шляху, як навісна!\n" +
                "А дитя осталось,\n" +
                "Плаче бідне... А москалям\n" +
                "Байдуже; минули.\n" +
                "Воно й добре; та на лихо\n" +
                "Лісничі почули.\n" +
                "\n" +
                "Біга Катря боса лісом,\n" +
                "Біга та голосить;\n" +
                "То проклина свого Йвана,\n" +
                "То плаче, то просить.\n" +
                "Вибігає на возлісся;\n" +
                "Кругом подивилась\n" +
                "Та в яр... біжить... серед ставу\n" +
                "Мовчки опинилась.\n" +
                "\"Прийми, боже, мою душу,\n" +
                "А ти — моє тіло!\"\n" +
                "Шубовсть в воду!.. Попід льодом\n" +
                "Геть загуркотіло.\n" +
                "\n" +
                "Чорнобрива Катерина\n" +
                "Найшла, що шукала.\n" +
                "Дунув вітер понад ставом —\n" +
                "І сліду не стало.\n" +
                "\n" +
                "То не вітер, то не буйний,\n" +
                "Що дуба ламає;\n" +
                "То не лихо, то не тяжке,\n" +
                "Що мати вмирає;\n" +
                "Не сироти малі діти,\n" +
                "Що неньку сховали:\n" +
                "Їм зосталась добра слава,\n" +
                "Могила зосталась.\n" +
                "Засміються злії люде\n" +
                "Малій сиротині;\n" +
                "Виллє сльози на могилу —\n" +
                "Серденько спочине.\n" +
                "А тому, тому на світі,\n" +
                "Що йому зосталось,\n" +
                "Кого батько і не бачив,\n" +
                "Мати одцуралась?\n" +
                "Що зосталось байстрюкові?\n" +
                "Хто з ним заговорить?\n" +
                "Ні родини, ні хатини;\n" +
                "Шляхи, піски, горе...\n" +
                "Панське личко, чорні брови..\n" +
                "Нащо? Щоб пізнали!\n" +
                "Змальовала, не сховала...\n" +
                "Бодай полиняли!\n" +
                "\n" +
                "V\n" +
                "\n" +
                "Ішов кобзар до Києва\n" +
                "Та сів спочивати,\n" +
                "Торбинками обвішаний\n" +
                "Його повожатий.\n" +
                "Мале дитя коло його\n" +
                "На сонці куняє,\n" +
                "А тим часом старий кобзар\n" +
                "І с у с а співає.\n" +
                "Хто йде, їде — не минає:\n" +
                "Хто бублик, хто гроші;\n" +
                "Хто старому, а дівчата\n" +
                "Шажок міхоноші.\n" +
                "Задивляться чорноброві —\n" +
                "І босе, і голе.\n" +
                "\"Дала, — кажуть, — бровенята,\n" +
                "Та не дала долі!\"\n" +
                "Іде шляхом до Києва\n" +
                "Берлин шестернею,\n" +
                "А в берлині господиня\n" +
                "З паном і сем'єю.\n" +
                "Опинився против старців —\n" +
                "Курява лягає.\n" +
                "Побіг Івась, бо з віконця\n" +
                "Рукою махає.\n" +
                "Дає гроші Івасеві,\n" +
                "Дивується пані.\n" +
                "А пан глянув... одвернувся..\n" +
                "Пізнав, препоганий,\n" +
                "Пізнав тії карі очі,\n" +
                "Чорні бровенята...\n" +
                "Пізнав батько свого сина,\n" +
                "Та не хоче взяти.\n" +
                "Пита пані, як зоветься?\n" +
                "\"Івась\", — \"Какой милый!\"\n" +
                "Берлин рушив, а Івася\n" +
                "Курява покрила...\n" +
                "Полічили, що достали,\n" +
                "Встали сіромахи,\n" +
                "Помолились на схід сонця,\n" +
                "Пішли понад шляхом.";
        return s;
    }
}
